13xforever.language-x86-64-assembly
adpyke.vscode-sql-formatter
aki77.rails-db-schema
alefragnani.bookmarks
anthropic.claude-code
be5invis.toml
bpruitt-goddard.mermaid-markdown-syntax-highlighting
castwide.solargraph
clinyong.vscode-css-modules
craigmaslowski.erb
dbaeumer.vscode-eslint
docker.docker
docsmsft.docs-yaml
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.terraform
haskell.haskell
hediet.vscode-drawio
hridoy.rails-snippets
idleberg.applescript
idleberg.jxa
janisdd.vscode-edit-csv
jnbt.vscode-rufo
justusadam.language-haskell
kaiwood.endwise
karunamurti.haml
llvm-vs-code-extensions.vscode-clangd
marp-team.marp-vscode
mbessey.vscode-rufo
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.vscode-speech
ms-vsliveshare.vsliveshare
phil294.coffeesense
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
simonsiefke.svg-preview
sorbet.sorbet-vscode-extension
syler.sass-indented
timonwong.shellcheck
tomoki1207.pdf
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
yusukehirao.vscode-markuplint
yzhang.markdown-all-in-one
