automake
bat
bison
build-essential
chrome-gnome-shell
cmake
copyq
gettext
git
golang-go
ibus-mozc
libevent-dev
libncurses5-dev
libreadline-dev
libssl-dev
libyaml-dev
neofetch
peco
pkg-config
ripgrep
tmux
tree
vim
xclip
zlib1g-dev
zsh
