cask_args appdir: "/Applications"

tap "hashicorp/tap"
tap "homebrew/bundle"
tap "idoavrah/homebrew"

brew "act"
brew "anyenv"
brew "atac"
brew "awscli"
brew "bat"
brew "cloudflared"
brew "cmake"
brew "direnv"
brew "docker", link: false
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "ghq"
brew "git"
brew "git-filter-repo"
brew "golang-migrate"
brew "golangci-lint"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libimobiledevice"
brew "libyaml"
brew "llvm"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "openjdk@17"
brew "peco"
brew "ripgrep"
brew "ruby-build"
brew "rustup"
brew "sbt"
brew "starship"
brew "tenv"
brew "tmux"
brew "tree"
brew "uv"
brew "vips"
brew "wget"
brew "zplug"

cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "clipy"
cask "cmd-eikana"
cask "codex"
cask "discord"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-udev-gothic-nf"
cask "google-chrome"
cask "kap"
cask "karabiner-elements"
cask "kindle"
cask "slack"
cask "visual-studio-code"
cask "wezterm"

# npm のグローバルパッケージ(nodenv で node を入れたあとに有効)。
# ローカル開発リンク (@turnbox/*) は載せない
npm "@anthropic-ai/claude-code"
npm "appium"
npm "ccusage"
npm "corepack"
npm "pnpm"
