adpyke.vscode-sql-formatter
aki77.rails-db-schema
alefragnani.Bookmarks
asvetliakov.vscode-neovim
be5invis.toml
castwide.solargraph
clinyong.vscode-css-modules
CraigMaslowski.erb
dbaeumer.vscode-eslint
docsmsft.docs-yaml
donjayamanne.githistory
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
haskell.haskell
janisdd.vscode-edit-csv
jnbt.vscode-rufo
justusadam.language-haskell
kaiwood.endwise
karunamurti.haml
mame.ruby-typeprof
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
Prisma.prisma
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
syler.sass-indented
timonwong.shellcheck
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
wingrunr21.vscode-ruby
yusukehirao.vscode-markuplint
yzhang.markdown-all-in-one
