adpyke.vscode-sql-formatter
aki77.rails-db-schema
alefragnani.Bookmarks
asvetliakov.vscode-neovim
be5invis.toml
castwide.solargraph
clinyong.vscode-css-modules
CraigMaslowski.erb
dbaeumer.vscode-eslint
docsmsft.docs-yaml
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-todo-plus
foxundermoon.shell-format
GitHub.copilot
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
haskell.haskell
Hridoy.rails-snippets
idleberg.applescript
janisdd.vscode-edit-csv
jnbt.vscode-rufo
justusadam.language-haskell
kaiwood.endwise
karunamurti.haml
mame.ruby-typeprof
mbessey.vscode-rufo
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
octref.vetur
phil294.coffeesense
Prisma.prisma
rangav.vscode-thunder-client
rebornix.ruby
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
sianglim.slim
SimonSiefke.svg-preview
syler.sass-indented
timonwong.shellcheck
unifiedjs.vscode-mdx
vscode-icons-team.vscode-icons
Vue.volar
wayou.vscode-todo-highlight
william-voyek.vscode-nginx
wingrunr21.vscode-ruby
yusukehirao.vscode-markuplint
yzhang.markdown-all-in-one
